# # ДЕЛАЕМ ВЕРТИКАЛЬНЫЙ И ГОРИЗОНТАЛЬНЫЙ РЯД ИЗ СИМВОЛОВ

# s = input("Выберите любой символ: ")
# n = int(input("Укажите количество символов: "))
# orient = int(input("0 - горизонтальная \n 1 - вертикальная "))
# i = 0
# while i <= n:
#     if orient == 1:
#         print(s)  # строим горизонтально
#     else:
#         print(s, end=" ")  # строим вертикально
#     i += 1


